Repository: algolia/algoliasearch-wordpress
Catalog: languages/algolia-*.po
Languages: it_it

source: Algolia plugin requires PHP 5.3 or higher. You’re still on %s.
it_it: Il plugin Algolia richiede PHP 5.3 o superiore. Tu sei ancora sulla versione %s.

source: Algolia plugin requires at least WordPress in version 3.7.14., You are on %s
it_it: Il plugin Algolia richiede almeno la versione 3.7.14 di Wordpress. Tu sei ancora sulla versione %s

source: Algolia Search
it_it: Ricerca Algolia

source: Autocomplete
it_it: Autocompletamento

source: Enable autocomplete
it_it: Abilita autocompletamento

source: Configuration
it_it: Configurazione

source: Autocomplete configuration has been saved. Make sure to hit the "re-index" buttons of the different indices that are not indexed yet.
it_it: La configurazione di autocompletamento è stata salvata. Assicurati di premere i pulsanti di "ri-indicizzazione" sui differenti indici che non sono stati ancora indicizzati.

source: You have enabled the Algolia Autocomplete feature but did not choose any index to search in.
it_it: Hai abilita la funzione di autocompletamento di Algolia ma non hai ancora selezionato nessun indice in cui cercare.

source: Please select one or multiple indices on the <a href="%s">Algolia: Autocomplete configuration page</a>.
it_it: Seleziona uno o più indici nella <a href="%s">Algolia: pagina di configurazione autocompletamento</a>.

source: The autocomplete feature adds a find-as-you-type dropdown menu to your search bar(s).
it_it: L'autocompletamento aggiunge un menu a discesa trova-mentre-scrivi alla tua barra di ricerca.

source: Search Page
it_it: Pagina di ricerca

source: Search results
it_it: Risultati di ricerca

source: WordPress search is now based on Algolia!
it_it: La ricerca di Wordpress adesso è basato su Angolia!

source: WordPress search is now based on Algolia instantsearch.js!
it_it: La ricerca di Wordpress adesso è basata su Algolia instantsearch.js!

source: You chose to keep the WordPress native search instead of Algolia. If you are using the autocomplete feature of the plugin we highly recommend you turn Algolia search on instead of the WordPress native search.
it_it: Hai scelto di mantenere la funzione di ricerca nativa di Wordpress invece di usare Algolia. Se stai usando la funzione di autocompletamento del plugin ti raccomandiamo caldamente di attivare la ricerca di Algolia al post della ricerca nativa di Wordpress.

source: Searchable posts index needs to be checked on the <a href="%s">Algolia: Indexing page</a> for the search results to be powered by Algolia.
it_it: L'indice degli articoli ricercabili ha bisogno di essere selezionato nella <a href="%s">Algolia: Pagina di indicizzazione</a> affinchè i risultati di ricerca siano offerti da Algolia.

source: By enabling this plugin to override the native WordPress search, your search results will be powered by Algolia's typo-tolerant & relevant search algorithms.
it_it: Abilitando questo plugin verrà sovrascritta la ricerca nativa di Wordpress, i tuoi risultati di ricerca saranno offerti dagli algoritmi di Algolia.

source: You have no index containing only posts yet. Please index some content on the `Indexing` page.
it_it: Non hai ancora nessun indice contenente solo articoli. Indicizza un pò di contenuto nella pagina 'Indicizzazione'.

source: Settings
it_it: Impostazioni

source: Algolia search
it_it: Ricerca Algolia

source: Application ID
it_it: ID applicazione

source: Search-only API key
it_it: Chiave API solo ricerca

source: Admin API key
it_it: Chiave API Admin

source: Index name prefix
it_it: Prefisso nome indice

source: Remove Algolia powered by logo
it_it: Rimuovi il luogo powered by Algolia

source: Your Algolia Application ID.
it_it: Il tuo application ID Algolia.

source: Your Algolia Search-only API key (public).
it_it: La tua chiave di sola ricerca Algolia (pubblica).

source: Your Algolia ADMIN API key (kept private).
it_it: La tua chiave API ADMIN di Algolia ( mantinenila segreta).

source: This prefix will be prepended to your index names.
it_it: Questo prefisso verrà anteposto ai nomi dei tuoi indici.

source: This will remove the Algolia logo from the autocomplete and the search page. We require that you keep the Algolia logo if you are using a free plan.
it_it: Questo permetterà di rimuovere il logo di Algolia dall'autocompletamento e dalla pagina di ricerca. E' richiesto mantenere il logo se si sta usando un piano gratuito.

source: Application ID should not be empty.
it_it: Il campo ID applicazione non può essere vuoto.

source: Search-only API key should not be empty.
it_it: Il campo API solo ricerca non può essere vuoto.

source: API key should not be empty
it_it: Il campo chiave API non può essere vuoto

source: We succesfully managed to connect to the Algolia servers with the provided information. Your search API key has also been checked and is OK.
it_it: Abbiamo gestito correttamente il collegamento ai server Algolia con le informazioni fornite. La tua chiave API di ricerca è stata controllata ed è OK.

source: Indices prefix can only contain alphanumeric characters and underscores.
it_it: Il prefisso degli indici può contenere solo caratteri alfanumerici e sottolineature.

source: Configure here your Algolia credentials. You can find them in the "API Keys" section of your Algolia dashboard.
it_it: Configura qui le tua credenziali di Algolia. Le puoi trovare nella sezione "Chiavi API" della dashboard di Algolia.

source: Once you provide your Algolia Application ID and API key, this plugin will be able to securely communicate with Algolia servers.
it_it: Una volta che avrai inserito il tuo ID applicazione e la chiave API di Algolia, questo plugin sarà in grado di comunicare in modo sicuro con i server di Algolia.

source: We ensure your information is correct by testing them against the Algolia servers upon save.
it_it: Ci assicuriamo che le tue informazioni siano corrette confrontandole con quelle dei server di Algolia al momento del salvataggio.

source: No Algolia account yet? <a href="%s">Follow this link</a> to create one for free in a couple of minutes!.
it_it: Non hai ancora un account Algolia? <a href="%s"> Segui questo link </a> per crearne uno in pochi minuti!.

source: Algolia Search requires the "mbstring" PHP extension to be enabled. Please contact your hosting provider.
it_it: Algolia Search richiede che l'estensione PHP "mbstring" sia abilitata. Contatta il tuo fornitore dell'hosting.

source: Algolia needs "mbregex" NOT to be disabled. Please contact your hosting provider.
it_it: Algolia ha bisogno che "mbregex" NON sia disabilitato. Contatta il tuo fornitore dell'hosting.

source: Algolia Search requires the "cURL" PHP extension to be enabled. Please contact your hosting provider.
it_it: Algolia Search richiede che l'estensione PHP "cURL" sia abilitata. Contatta il tuo fornitore dell'hosting.

source: In order for <strong>database caching</strong> to work with Algolia you must add <code>algolia_</code> to the "Ignored Query Stems" option in W3 Total Cache settings <a href="%s">here</a>.
it_it: Affinché il <strong>database caching</strong> funzioni con Algolia devi aggiungere <code>algolia_</code> nell'opzione "Ignored Query Stems" nelle impostazioni di W3 Total Cache <a href="%s">qui</a>.

source: Do not use Algolia
it_it: Non usare Algolia

source: Use Algolia in the backend
it_it: Usa Algolia nel backend

source: Use Algolia with Instantsearch.js
it_it: Usa Algolia con instantsearch.js

source: Enable
it_it: Abilita

source: Index
it_it: Indice

source: Label
it_it: Etichetta

source: Max. Suggestions
it_it: Suggerimenti Massimi

source: Actions
it_it: Azioni

source: Re-index
it_it: Ri-indicizza

source: Push Settings
it_it: Invia impostazioni

source: Configure here the indices you want to display in the dropdown menu.
it_it: Configura qui gli indici che vuoi visualizzare nel menu a discesa.

source: Use the `Max. Suggestions` column to configure the number of entries that will be displayed by section.
it_it: Usa la colonna 'Suggerimenti Massimi' per configurare il numero di voci che verranno visualizzate per sezione.

source: Use the `Position` column to reflect the order of the sections in the dropdown menu.
it_it: Usa la colonna 'Posizione' per riflette l'ordine delle sezioni nel menu a discesa.

source: Re-index search page records
it_it: Ri-indicizza le voci della pagina di ricerca

source: About to clear index %s...
it_it: Pulizia dell'indice %s...

source: Correctly cleared index "%s".
it_it: Indice "%s" pulito correttamente.

source: All posts
it_it: Tutti gli articoli

source: Users
it_it: Utenti

source: No results matched your query
it_it: Nessun risultato corrisponde alla tua ricerca

source: Search by Algolia – Instant & Relevant results
it_it: Ricerca by Algolia - Risultati instantanei e rilevanti

source: Search by Algolia is the smartest way to improve search on your site. Autocomplete is included, along with full control over look, feel and relevance.
it_it: La ricerca di Algolia è il modo più intelligente di migliorare la ricerca sul tuo sito. E' incluso l'autocompletamento , insieme ad un controllo completo sull'aspetto e la rilevanza.
